# 수행평가 안내
# 범위 : 새벽배송 예제(18~19), 7-1,7-2,7-4,7-6(20~22),
#예제 1,2,3(32~33),
#예제9,10,11(37), 문제2,3(41~43)
# 해당 범위 내에 동일한 문제, 변형된 문제, 새로운 문제가 제시되며
# 코드의 일부와 동작 과정이 제시되고, 조건에 맞게 코드를 완성해야 합니다.

'''

# 1번 시작
# [1] 성적을 입력 받아 60점 이상이면 ‘합격입니다.',  60점 미만이면
# ‘불합격입니다.’를 출력한 후 항상 ‘수고하셨습니다.’ 출력하는
# 프로그램을 작성하시오

score = int(input("성적을 입력하세요 : "))

print("합격입니다.")

print("불합격입니다.")
   
print("수고하셨습니다.")

# 1번 끝
'''

'''
# 2번 시작
# [2]  다음과 같이 정수를 입력 받아
# 양수인지, 0인지, 음수인지 알려주는 프로그램을 작성하시오

num = int(input("정수를 입력하시오:"))

    print("양수입니다.")

    print("0입니다.")

print("음수입니다.")
# 2번 끝
'''

'''

# 3번 시작
# [3] 키와 몸무게를 입력받아 BMI를 계산한 후,
# BMI 지수에 따라 체형을 알려주는 프로그램을 작성하시오.
# BMI = 몸무게(kg)/키(cm)의 제곱*10000
# 18.5 미만: 마른 체형/ 1.85이상 25.0미만 표준/ 25.0이상 30.0미만 비만/30.0이상 고도비

height = float(input('키 입력(cm): '))
weight = float(input('체중 입력(kg): '))


print('마른 체형입니다.')

print('표준입니다.')

print('비만입니다.')

print('고도 비만입니다.')
# 3번 끝

'''
# 3번문제까지 끝나면 시험 범위 내의 코드 5개를 골라서 현재 파일에 각자 추가로 작성합니다..
#
# 범위 : 새벽배송 예제(18~19), 7-1,7-2,7-4,7-6(20~22),
#        예제 1,2,3(32~33), 예제9,10,11(37), 문제2,3(41~43)
